ar0 = []
ar1 = ["Начало многообещающее. Сделать карьеру, выйти на новый уровень. Считается одной из успешных карт."
       " Ваша душа молодая, ей предстоит долгий путь обучения.", "Научиться использовать энергетический баланс"
       " для создания и проявления своих замыслов в физическом мире. Вы являетесь проводником, который"
       " преобразует энергию в материю.", "Проявлению собственной индивидуальности, находчивости, силы.",
       "Maг пoдpaзумeвaeт внутpeнний нacтpoй к пoбeдe. Умeниe paбoтaть c тeм, чтo ecть. Поможет в конкретных"
       " дeйcтвиях, шaгах в cтopoну цeли. Стать психологически устойчевее. В кoнтeкcтe дуxoвнocти oлицeтвopяeт"
       " иcпoльзoвaниe нecтaндapтнoгo пoдxoдa."]
ar2 = ["Ваша Душа знает, что высшие силы существуют. Вы сами олицетворение этих сил. Ваша Душа прошла много"
       " перевоплощений, в прошлых жизнях вы накопили эзотерический и психологический опыт. Ваша Душа призвана"
       " нести другим свет и открывать тайны.", "Совместить энергию мужскую и женскую, тьму и свет – утверждая,"
       " что знание и принятие двойственности необходимы.", "Научитесь видеть суть вещей, проникать в любую"
       " тайну. Владеть сакральными знаниями. В том числе и психологией.", "Oнa поможет реализовать скрытый"
       " психический  пoтeнциaл, a также талант к оккультным наукам. Сохранить тaйну, открыть скрытую инфopмaцию."]
ar3 = ["Вы деловы и активны, перед вами множество различных начинаний. Вы пришли в эту жизнь со знанием дела, с"
       " опытом. Положительная карта во всех отношениях по делам. Движение вперед по деньгам, по работе, духовному"
       " развитию.", "Вы сможете научиться быть хорошей женой и матерью, воспитанию детей, сможете открыть свой"
       " бизнес и успешно управлять им. Или быть ответственным и незаменимым работником, в котором будут все"
       " нуждаться.", "Вы должны принять свой выбор и изменить образ жизни или поведение. Императрица символизирует"
       " отдачу и принятие, новое начало и отказ от устаревших убеждений. Эта карта говорит о том, что вы шаг за"
       " шагом приближаетесь к своим целям.", "Поможет раскрыть женственность, красоту, достичь изобилия и благополучия."]
ar4 = ["Вы пришли в этот мир для власти, системы, наведения порядка, исполнения закона. Например, банк, серьезное"
       " предприятие с правилами, устоями, милиция, военные. У вас путь начальника. Не только в системе денежных"
       " отношений, но и в системе знаний (но реже).", "Император отвечает за порядок. Сила, уверенность и"
       " стабильность — вот характеристики этой карты Таро. Эту карту можно трактовать как ответственный подход к"
       " упорядочиванию собственной жизни. ", "Император  сочетает  уверенность в себе с ответственностью и"
       " призывает нас жить полной жизнью и использовать собственный потенциал по максимуму. Император воплощает"
       " в себе потенциал для новых возможностей. Он управляет своей империей в соответствии со сводом законов и"
       " правил, созданных им же, и несет ответственность за свои ошибки.", "Император поможет принять"
       " ответственность в разных сферах – от работы до семьи, и том числе и готовность отвечать за свои действия."
       " Будьте осторожны с чрезмерной рассудительностью и серьезностью."]
ar5 = ["Вам нужно идти тем путем, которым идете. Ваша душа пришла в этот мир пройти кармическое испытание, которое"
       " послано Богом. Вам нужно больше внимания уделять духовному, меньше материальному. Душа очень древняя и мудрая.",
       "Карта символизирует самопознание, веру и духовность. Он также олицетворяет аспекты дружбы и финансов."
       " Иерофант помогает распознать истинное призвание, хранить верность и укрепляет новые связи.", "Иерофант"
       " демонстрирует традиционный взгляд на вещи, а это означает, что тем, кто ищет совета, вы поможете"
       " ориентироваться на признанные ценности. Иерофант может говорить об улучшении жилищных условий и окупаемости"
       " вложений.", "Вам Карта Иерофант поможет проявлять осторожность в общении с другими людьми и не доверять им слепо."]
ar6 = ["Вы пришли в этот мир нести Любовь. Это любовь, которую воспевают поэты. Любовь – это испытание, которое"
       " вызывает чувства. Это портал в другую жизнь. Любовь – это когда не знаешь, почему любишь. Бескорыстный аспект.",
       "Вам  нужно доверять своим чувствам и сердцу. Эта карта мотивирует адаптироваться к естественному порядку"
       " вещей во всех видах связей, в том числе в отношениях.", "Часто эту карту связывают с чувством ответственности"
       " в связи с важным решением, которое нужно принять, рассмотрев несколько вариантов со всеми плюсами и минусами."
       " Вы сможете в этой жизни научиться видеть правильную дорогу во всех смыслах.", "Карта поможет вам найти свою"
       " вторую половину, достичь всех тех вершин, к которым вы стремитесь. Выбрать свой судьбоносный путь."]
ar7 = ["Один из арканов путей, дорог. На карте 2 сфинкса, белый и черный, что означает маневрирование между двумя"
       " противоположностями. Нужно напрячься  и выбрать нужный путь. Ваша Душа несет с собой большой опыт испытаний,"
       " вы человек стратегии и тактики. Ваш путь в конфликтах и ссорах, неприятностях, которых не избежать. Но у вас"
       " есть сила и возможность одержать победу. Трудности, которые встряхивают.", "Колесница рекомендует Вам со всем"
       " старанием и энергией добиваться своей цели. Это сигнал о том, что успех не за горами, если вы опираетесь"
       " на интуицию.", "Проект, который находится на стадии планирования, будет удачным. Нужно сохранять уверенность,"
       " чтобы двигаться в правильном направлении.", "Вы сможете себя контролировать, и успешно достигать больших и"
       " малых целей. Но будьте аккуратны, что бы не произошло раскрытие ваших темных сторон. Карта будет"
       " предостерегать от чрезмерной поспешности и самоуверенности."]
ar8 = ["Ваша Душа это - символ жизненной энергии, преданности делу и отваги.  Вы невероятно спокойны и терпеливы,"
       " это помогает вам оставаться в выигрышной позиции во времена тяжелой борьбы.", "Путь вашей души в том,"
       " что бы научиться понимать, что физическая сила это хорошо, но использовать ее эффективно без интеллекта не"
       " получится. Вы должны научиться брать под контроль предубеждения и внутреннее несогласие с чем-либо.",
       "Вы достигнете качества, которое  поможет вам преодолевать препятствия с помощью морального превосходства,"
       " а не грубой физической силы. Обычно карта «Сила» попадает в руки к очень усердным людям, которые добиваются"
       " всего, к чему стремятся.", "Сила гарантирует вам продвижение по карьерной лестнице, если вы сможете"
       " обуздать свои животные инстинкты. Контроль финансовых вопросов подарит вам чувство спокойствия и уверенности"
       " в завтрашнем дне. Однако не загоняйте себя в жесткие рамки: спокойно тратьте деньги на то, о чем всегда"
       " мечтали. Такие расходы, наоборот, притянут финансовое благополучие."]
ar9 = ["Вы пришли в это мир реализовать свои  таланты и наклонности. Это карта тех, кто нашел свою биологическую"
       " нишу, стал незаменимым членом общества. У вашей Души свой путь. Ваша реализация – это любимая работа.",
       "Ваша задача сосредоточится на духовных знаниях, которые сможете передать остальным. Эта карта в раскладе"
       " показывает нам, что все, что нам нужно, спрятано внутри, а не снаружи. Вам нужно достичь цели найти свой"
       " путь, не распыляясь на мелочи. Если дело, то собственное, если любовь, то одна и навсегда.", "Любовь может"
       " стать хорошим учителем. Побыв некоторое время наедине с собой, чтобы лучше понять свои потребности и страхи,"
       " вы вступите в серьезные отношения, и найдете того самого партнера.", "Как карта оберег Отшельник"
       " означает стабильность, отсутствие рисков и провалов. Сулит отличное физическое и психическое здоровье."]
ar10 = ["Ваша Душа находится в постоянном движение и все изменения, происходящие здесь и сейчас, – будь-то перемены"
        " к лучшему или к худшему, ваше испытание для нее. Вы не потерпите неудачу, если будете помнить о своей"
        " цели и стараться извлечь максимум из имеющейся ситуации.", "Колесо фортуны также включает в себя"
        " кармические аспекты, которые дают понять, что определенные жизненные уроки необходимо пережить, чтобы вы"
        " могли развиваться дальше. Ваша задача не совершать ошибок в общении с людьми.", "С одной стороны, оно"
        " ассоциируется с началом, удачей и возможностями, поможет вам этого достигнуть. Вы избежите спирали"
        " бедствий из-за необдуманных действий.", "Любая застойная ситуация в жизни переходит в активное движение."
        " Планы корректируются сами собой, не нужно ломать над ними голову. Начинается благополучный период в жизни."
        " Происходят счастливые случайности. Это вам поможет в жизни Колесо Фортуны."]
ar11 = ["Карта говорит о том, что путь вашей Души это прямое указание на то, что человек обязан взять на себя"
        " ответственность за все, что сделал и сказал, за свой образ мышления и поступки. Пришло время платить"
        " по счетам, восстанавливать справедливость и порядок, видеть ситуацию без прикрас.", "Вы научитесь трезво"
        " оценивать последствия своих действий. Ждите восстановления баланса в жизни. Правосудие, честность,"
        " равновесие и беспристрастность. Добро и истина восторжествуют с вашей помощью. Виновные будут наказаны,"
        " а пострадавшие получат компенсацию.", "Аркан Таро Справедливость обещает ясность суждений и мыслей,"
        " принятие осознанных решений и ответственность за возникшие в результате последствия. Вы сможете стать"
        " справедливым судьей и адвокатом, как в прямом, так и в переносном смысле.", "Карта Оберег поможет вам"
        " оставаться рассудительным, уравновешенным, беспристрастным. Убирает страх перед будущим."
        " Помогает добиться справедливости в любом вопросе."]
ar12 = ["Ваша душа пришла в мир, что бы помочь вам  углубится в себя, вы творческая личность. У Вас есть"
        " возможность взглянуть на мир со стороны. Испытания и неприятные ситуации, которые посланы, связаны"
        " с усиленной отработкой кармы, которая потом зачтется.", "Умение оставаться невидимым и незамеченным."
        " Прямое получение информации из пространства. Овладеть любыми тайными знаниями и медитативными"
        " практиками. Остановить если нужно любой процесс.", "Карта поможет вам сохранять спокойствие и нейтралитет"
        " в любой ситуации. Выйти сухим из воды в самый подходящий момент. Всегда избежать шантажа и давления.",
        "Карта Оберег поможет отказаться от неправильного образа жизни. Даст Духовную зрелость, духовное пробуждение,"
        " независимость. Будет защищать и охранять вас. Поможет в новых перспективах и даст сил для ожидания подходящего времени."]
ar13 = ["По этой карте Таро ваша душа пришла в мир, что бы пройти трансформацию. Возможно в прошлой жизни вы погибли"
        " насильственной смертью и не выполнили поставленную перед вами задачу. Путь вашей Души в этой жизни будет"
        " необычным и интересным. И она ни в коем случае не говорит о преждевременном уходе из жизни.", "Вам предстоит"
        " пройти серьезную трансформацию. Старая версия вас должна «умереть», чтобы позволить создать новую. Это"
        " может быть страшное время для вас, потому что вы будете не уверены в будущем. Но даже если вы напуганы,"
        " вы должны приветствовать перемены, ведь вы открываете дверь для новых событий.", "Вы научитесь не"
        " цепляться за свой нынешний путь, за ту стабильность, определенность и безопасность, потому что вас ждут"
        " гораздо глобальные и счастливые перемены. Часто, когда закрывается одна дверь, открывается другая;"
        " примите изменения, происходящие прямо сейчас, и погрузитесь в них.", "Карта Оберег поможет вам"
        " безболезненно расстаться с прошлым, с тем, что неизбежно должно исчезнуть из вашей жизни. Вы сможете"
        " принимать любые потери легко, потому что, в конечном счете, это принесет вам освобождение и новые надежды."
        " Это Оберег от злой судьбы и неизбежностей."]
ar14 = ["Ваша Душа пришла в этот мир под Счастливой картой, наполненная красотой, радостью, тишиной и гармонией,"
        " светом и счастьем. Карта благотворно влияет как на ваш духовный путь, так и на деятельность. Но вам"
        " предстоит пройти какое-то испытание.", "Благодаря аркану, вы сможете сглаживать все разногласия и"
        " напряженные ситуации. Независимо от обстоятельств, вы научитесь брать себя в руки и разрешать любые"
        " конфликтные ситуации. Научитесь достигать недосягаемое, ускорять события. Но главное, вы научитесь"
        " проявлять терпение и самоконтроль, достигать компромисса.", "Человек под воздействием этой карты"
        " выступает в роли миротворца или посредствующим звеном, сглаживающим разногласия. Он готов решать"
        " проблемы других людей, умеет сострадать, и по-философски относится к жизни. Как правило, сохраняет"
        " внутреннюю гармонию и спокойствие.", "Благодаря этой карте оберегу, у вас и в вашей семье укрепятся"
        " отношения, они станут более прочными. Для того человека, который еще не встретил свою половинку,"
        " эта карта подарит новое знакомство. Человек окажется таким родным по духу, даже темперамент и взгляды будут совпадать."]
ar15 = ["Выпав на позиции пути вашей Души, карта дает вам очень большую силу, но и несет в себе предупреждений,"
        " что ваша Душа пришла в этот мир с определенной задачей - Карта Дьявол характеризует искушения, о которых"
        " человек намеренно забывает или просто не хочет их признавать. И такое поведение приводит к самым неожиданным"
        " последствиям. Ваша душа умеет вогнать в зависимость от себя, будьте благоразумны и снисходительнее к тому,"
        " кто попадется в ваши сети.", "Вы сможете научиться бороться с зависимостями, обходить острые углы,"
        " но будьте аккуратны, сила карта велика и если ее использовать без ума, то попадете в большие неприятности.",
        "Человек может выступать в роли обманщика и обольстителя. И все что будет происходить в его жизни, можно"
        " назвать сущей катастрофой для других и разоблачением. Вам нужно будет пройти жесткий путь, что бы научиться"
        " брать под контроль свои эмоции и желания.", "Это очень сильная, но в тоже время опасная карта оберег."
        " Она подарит вам привлекательные внешние данные, дразнящий флирт, чувственную страсть, все хитрые уловки."
        " Умение привлекать шальные деньги. Аккуратней пользуйтесь этим даром. Дьявол предупреждает, что вы играете с огнем."]
ar16 = ["Карта Башня говорит о том, что на жизненном пути вашей Души произошли или скоро будут очень сильные"
        " перемены. Скорее всего, эти самые перемены будут неожиданными, не всегда желанными. Может произойти либо"
        " взлёт, либо падение. Вы можете с кем-нибудь поссориться, кого-то сильно возненавидеть, впасть в агрессию,"
        " оборвать связи, впутаться в какой-нибудь криминал. Жизнь очень круто может меняться, произойдет встряска.",
        "Чаще всего люди, которым падает этот аркан, ждут ответов на вопрос с - за что им всё это, и ждут ответа,"
        " однако не дождутся, потому что вопрос в корне неверный. Надо задуматься - для чего было дано это потрясение."
        " Вы научитесь стойко переносить потрясения и удары судьбы и отражать удары, полностью выходить победителем.",
        "Обретете недвижимость, откроете свое прочное дело.", "Карта Оберег говорит о том, что вмешаются высшие силы,"
        " к вам придет озарение. Вы будете обладать огромной силой влияния на людей и общество."]
ar17 = ["Карта вашей Души - Звезда показывает надежду, происходящие изменения к лучшему. Аркан символизирует восход"
        " Солнца, но рассвет только-только наступает. Это означает, что у человека возникнут какие-либо новые идеи,"
        " которые он сумеет воплотить в жизнь. В этой жизни у вашей Души лучшее будущее, смело мечтайте, стройте планы.",
        "Высшие силы готовы обратить на вас свой благосклонный взор, поэтому обязательно подадут вам какой-нибудь знак."
        " Учитесь обращать внимание на тайные знаки. Это может быть слова или название из случайно услышанной песни,"
        " статья в газете, объявление на фонарном столбе и другое.", "Звезда говорит о том, что вскоре наступит эпоха"
        " безмятежности, трудности остались позади, перспективы будут весьма многообещающими. Вам нужно совсем немного"
        " подождать, но бездействовать тоже не нужно. Ваше желание исполнится, а задуманное благополучно закончится.",
        "Карта Оберег Звезда откроет вам новые дороги. Перспектива вот-вот покажется за горизонтом. Ваши отношения"
        " будут долгими, планы осуществятся, брак будет счастливым, деловое партнерство принесет хорошие результаты, дружба окажется крепкой."]
ar18 = ["Луна говорит о том, что ваша Душа наделена множеством тайн и скрытых желаний. Вы очень скрытный человек с"
        " большим магическим ресурсом. В прошлой жизни вы скорее всего были ведьмой или колдуном. В этой жизни пока"
        " не время испытывать себя на прочность, проявлять свою смелость. Будьте аккуратны в словах и действиях.",
        "Вы научитесь вести себя осторожно, отслеживая каждый свой шаг. А все потому что многие события, которые"
        " будут происходить не всегда будут вам подвластны. Вам придется часто сталкиваться с непредсказуемостью.",
        "Вы научитесь принимать окружающих людей такими, какие они есть со всеми их качествами и слабостями."
        " Не цепляется за обусловленность, деловитость и рассудочность, особенно в момент смятения. Вы сможете"
        " овладеть тайными и сакральными знаниями.", "Карта оберег защитит вас от негативных магических воздействий,"
        " а так же от слухов, сплетен и интриг. Так как она разовьет в вас способность применять свою интеллектуальную и магическую силу."]
ar19 = ["Ваша Душа пришла в этот мир что бы идти по светлой и солнечной полосе жизни. У вас будет период, когда вы"
        " чувствуете себя счастливым и удачливым. У вас родится уникальный ребенок со своей миссией. Человеку, которому"
        " выпадает этот аркан, является жизнелюбивой личностью, он уверен в собственном будущем. Любые трудности и"
        " разногласия ему даются легко, так как он умеет конкретно описывать ситуацию.", "Вы тот, который стремится"
        " к светлым, чистым и высоким идеалам. Научитесь  идти к свету, преодолевая все темные стороны своей личности."
        " И вас, в действительности, ожидает большой успех во многих сферах деятельности.", "У вас прекрасно будут"
        " складываться дела на работе. Вы достигните невероятных успехов и триумфа не только в карьере, но и в сугубо"
        " личных делах. И с Солнцем вы можете удачно вступить в брак, в котором будут царить: любовь, уважение,"
        " достаток, радость, успех.", "Карта Оберег безоблачного счастья, союза двух заботливых и сердечных людей,"
        " стабильности взаимоотношений. Удачный брак. Более того, каждому из возлюбленных захочется иметь совместных"
        " детей, основать какое-то новое дело. Под воздействием Аркана полностью отсутствуют проблемы в семье, и таким"
        " гармоничным отношениям можно только позавидовать. В браке отмечаются: искренность чувств, доверие и восхищение любимым человеком."]
ar20 = ["Карта Суд говорит о том, что ваша Душа пришла для совершения трансформации личности – появлении новых"
        " целей или открытии новых способностей. При этом Суд указывает на то, что на этом пути придется освободиться"
        " от каких-то старых стереотипов, привязанностей, привычек, что сейчас только тормозят движение к цели. У вас"
        " очень взрослая и мудрая душа.", "Вы учитесь возрождаться и перерождаться, быть готовым к трудностям"
        " и неприятностям и вам придется потратить немало энергии, чтобы достичь желаемого, но цель является"
        " достижимой. Все проблемы имеют временный характер и при наличии упорства и целеустремленности будут"
        " преодолены.", "Вам говорят высшие силы, что намеченная цель уже достигнута, хоть это пока не очевидно."
        " Карта может намекать и на окончание «черной полосы» в жизни, переход в новый, более благоприятный этап.",
        "Карта Оберег скорого получения желаемого. Если вы думаете о достижимости какой-то цели, ответ следует"
        " трактовать как «да». Улучшение материального благосостояния, повышение по службе, успех начатого предприятия"
        " и даже получение хорошей оценки на экзамене. В любом случае, изменения в жизни человека, повернет ситуацию в его пользу."]
ar21 = ["Аркан Мир для вашей Души символизирует момент, когда внутренний и внешний миры становятся единым целым. В"
        " некоторых культурах это состояние описывается как просветление или нирвана. Ваша карма полностью отработана,"
        " и путь вашей Души светел и чист.", "Вы сможете полностью достичь своих финансовых целей, построить карьеру,"
        " насладиться плодами своего труда. Выплатить полностью долг, найти необходимую сумму денег, найти свою вторую"
        " половинку. Не забывайте награждать себя чем-то приятным и благодарить всех, кто был к этому причастен.",
        "Карта Мир, это карта исполнения, достижения и завершения. Будьте уверены, что все приложенные усилия"
        " начинают окупаться. Карта говорит о том, что важная веха в жизни завершена, а устойчивость приобретена."
        " «Мир» может означать завершение долгосрочного проекта, учебы или любого другого важного процесса в вашей"
        " жизни. Аркан также может символизировать знаковые события — рождение ребенка, замужество, выпускной и т.п.",
        "Карта оберег поможет вам, завершая один цикл своей жизни, смотреть в будущее, делать следующие шаги. Поможет"
        " не только вам, но и вашему партнеру строить планы и принимать важные решения на протяжении всей жизни."]

arkans = [ar0, ar1, ar2, ar3, ar4, ar5, ar6, ar7, ar8, ar9, ar10, ar11,
          ar12, ar13, ar14, ar15, ar16, ar17, ar18, ar19, ar20, ar21]
